---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataInstallType
source: html/84186856-1031-bc49-e3e8-16da0131fe5c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataInstallType Property

"Install Type"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationProductDataInstallType { get; }
```